{"sections":{"main":{"type":"main-faqs-page","blocks":{"15d9d2f4-1bdd-49c8-9a99-58246020f05c":{"type":"paragraph","settings":{"title":"Your Cosmetics Haven.","question_1":"Q: What is the shipping policy at Starway.com.pk?","answer_1":"<p>We are thrilled to offer free shipping on all orders within Pakistan. Your beauty essentials will be delivered to your doorstep within 3-5 days. Our dedicated team ensures swift delivery, allowing you to enjoy your new purchases without any delay.\n<\/p>","question_2":"Q: How can I track my order?","answer_2":"<p>Once your order is confirmed, you will receive a tracking number via email. Use this number to track your package in real-time and stay informed about its journey to you.\n<\/p>","question_3":"Q: Can I change my shipping address after placing an order?","answer_3":"<p>Unfortunately, we cannot modify the shipping address once an order is placed. Please double-check your details before confirming your purchase.\n<\/p>","question_4":"Q: What is the return or refund policy at Starway.com.pk?","answer_4":"<p>We understand that preferences can change. You can return or request a refund for your purchase within 14 days of receiving the order. Please refer to our Returns &amp; Refunds page for detailed instructions on the process.<\/p>","question_5":"Q: How do I initiate a return or refund?","answer_5":"<p> To initiate a return or refund, visit our Returns &amp; Refunds page on the website. Follow the provided instructions, and our customer support team will guide you through the process.\n<\/p>","question_6":"Q: Are there any conditions for returns or refunds?","answer_6":"<p>Items must be unused, in their original packaging, and accompanied by proof of purchase for a successful return or refund. Please review our Returns &amp; Refunds policy for more details.\n<\/p>","question_7":"Q: How long does it take to process returns or refunds?","answer_7":"<p>We aim to process returns and refunds promptly. Once we receive your returned items, please allow 5-7 business days for the processing to be completed.\n<\/p>","question_8":"Q: Do you offer international shipping?","answer_8":"<p>Currently, Starway.com.pk only ships within Pakistan. We hope to expand our shipping capabilities to other regions in the future.<\/p>","question_9":"Q: How can I contact customer support?","answer_9":"<p>For any inquiries or assistance, please reach out to our customer support team at <a href=\"https:\/\/starway.com.pk\/pages\/contact\" style=\"text-decoration: underline;\">Here<\/a>. We are here to help make your shopping experience enjoyable and hassle-free.\n<\/p>","question_10":"","answer_10":""}}},"block_order":["15d9d2f4-1bdd-49c8-9a99-58246020f05c"],"settings":{"show_breadcrumb":false,"breadcrumb_alignment":"left","breadcrumb_bg":"","breadcrumb_gradient":"","breadcrumb_bg_mb":"#f6f6f6","breadcrumb_gradient_mb":"","show_page_title":true,"page_title_alignment":"left","container":"1170","mg_top_desktop":0,"mg_top_tablet":0,"mg_top_mobile":0,"mg_bottom_desktop":0,"mg_bottom_tablet":0,"mg_bottom_mobile":0,"show_faqs_filter":false,"faqs_text":"<p>Below FAQ are some common concerns of our Customers before purchasing from us.\n<br> If you have other questions,<a href=\"https:\/\/starway.com.pk\/pages\/contact\" style=\"text-decoration: underline;\">Ask Here<\/a>.<\/p>","faqs_message_heading":"Need Help?","faqs_message_text":"<span>If you have an issue or question that requires immediate assistance, you can click the button below to chat live with a Customer Service representative.   \n<br> \n<br>\nIf we aren’t available, drop us an email and we will get back to you as soon as possible!<\/span>","message_method_link_1":"","message_method_text_1":"","message_method_link_2":"","message_method_text_2":"","contact_content_text":"Unable to find satisfactory answers ?","contact_text":"Contact Support","contact_link":"shopify:\/\/pages\/contact","contact_color":"#ffffff","contact_color_border":"#ef6454","contact_color_bg":"#ef6454","contact_color_bg_gradient":"","contact_color_hover":"#ffffff","contact_color_border_hover":"#e93d29","contact_color_bg_hover":"#e93d29","contact_color_bg_gradient_hover":""}}},"order":["main"]}